import { Price } from "@/types/price";

export const pricingData: Price[] = [
  {
    id: "price_1NQk5TLtGdPVhGLecVfQ7mn0",
    priceValue: "25.000 ₽",
    nickname: "Landing",
    offers: [
      "Фундамент скорости.",
      "Мгновенная индексация в Google.",
      "1-3 статические страницы.",
      "Чистый код Next.js.",
      "Мобильная адаптация.",
      "Поддержка 1 месяц.",
    ],
  },
  {
    id: "price_1NQk55LtGdPVhGLefU8AHqHr",
    priceValue: "35.000 ₽",
    nickname: "Многостраничник",
    offers: [
      "Все возможности пакета Landing.",
      "До 10 динамических страниц.",
      "Функционал блога.",
      "Расширенная аналитика и трекинг.",
      "Возможность интеграции с CRM/API.",
      "Проработка структуры данных",
      "Поддержка 3 месяца.",
      "",
      "",


    ],
  },
  {
    id: "price_1NQk4eLtGdPVhGLeZsZDsCNz",
    priceValue: "50.000 ₽",
    nickname: "Интернет магазин",
    offers: [
      "Все допустимые возможности",
      "Настоящий веб-магазин",
      "Бесшовная интеграция E-commerce.",
      "Неограниченное кол-во товаров.",
      "Платежные системы и логистика.",
      "Корзина и личный кабинет.",
      "Масштабирование на Vercel/Netlify.",
      "Система управления заказами.",
      "Приоритетная поддержка 6 месяцев.",
    ],
  },
];
